{
  "workouts": [
    {
      "name": "Тренировка мышц груди",
      "mode": "На время",
      "equipment": [
        "Штанга",
        "Гантели"
      ],
      "exercises": [
        "Жим штанги лёжа",
        "Жим гантелей лежа",
        "Разведение рук с гантелями лежа",
        "Брусья"
      ],
      "trainerTips": [
        "При выполнении упражнения 'Жим штанги лёжа' примите положение лежа, ноги немного расставьте, делая упор на пятки, но не отрывая носков стоп от поверхности пола. Теперь сведите лопатки вместе, затылок, плечи и ягодицы прижмите к скамье.",
        "При выролнении упражнения 'Жим гантелей лежа' cначала примите положение лежа. Возьмите спортинвентарь в руки и отводя локтевые суставы в стороны, опустите гантели к груди. Теперь поднимите их вверх, полностью выпрямляя конечности. Выполните запланированное число подходов и повторений.",
        "При выполнении упражнения 'Разведение рук с гантелями лежа' не разводите снаряды слишком широко, старайтесь максимально сводить их вместе в верхней позиции.",
        "Количество повторений 10-12 раз"
      ],
      "id": "69546e75-cefc-4613-9327-30cb75530245",
      "createdAt": "22.03.2024, 14:58:05",
      "updatedAt": "22.03.2024, 14:58:05"
    },
    {
      "name": "Тренеровка мышц ног",
      "mode": "На время",
      "equipment": [
        "Штанга",
        "Гантели"
      ],
      "exercises": [
        "Приседание со штангой",
        "Жим ногами",
        "Сгибание ног лежа",
        "Выпады вперед"
      ],
      "trainerTips": [
        "При выполнении упражнения 'Приседание со штангой' расположите стопы на ширине плеч. Данная техника задействует ягодичные мышцы и четырехглавые мышцы бедра.",
        "При выролнении упражнения 'Жим ногами' Разместите ноги на платформе, выжмите вес и снимите ручки-фиксаторы. Далее едленно опускайте платформу вниз.В нижней точке в колене должен быть прямой угол, нельзя допускать излишнего сгибания",
        "При выполнении упражнения 'Сгибание ног лежа' примите положение лежа и зафиксируйте валик чуть выше пяток.Медленно поднимайте ноги, выполняя разгибание в колене.В верхней точке сделайте небольшую паузу и вернитесь в исходную позицию.Для сохранения нагрузки в мышцах ноги следует разгибать до образования прямого угла в колене.",
        "При выполнении упражнения 'Выпады вперед' встаньте ровно, ноги на ширине плеч. Гантели (в случае необходимости) удерживаются на свободных руках.Делайте шаг вперед свободной ногой, сохраняя равновесие (упор на вторую ногу).Опускайтесь до тех пор, пока в обоих коленях не будет сформирован прямой угол (запрещено касаться пола коленом опорной ноги).Медленно и без рывка поднимайтесь, возвращаясь в стартовую позицию.",
        "Количество повторений 10-12 раз"
      ],
      "id": "fa98cdbf-95da-49ea-ae55-be170f6814b1",
      "createdAt": "22.03.2024, 19:22:38",
      "updatedAt": "22.03.2024, 19:22:38"
    }
  ]
}